Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/housing_grants_and_schemes/housing_aid_for_older_persons_scheme.html.txt.tmx
Source language: en
Languages: ga

source: Housing Aid for Older People Scheme
ga: An Scéim um Chúnamh Tithíochta do Dhaoine Breacaosta

source: The Housing Aid for Older People Scheme is used to improve the condition of an older person's home
ga: Úsáidtear an Scéim um Chúnamh Tithíochta do Dhaoine Breacaosta chun teach seanduine a fheabhsú

source: In general, it is aimed at people 66 years of age and older, who are living in poor housing conditions. However, in cases of genuine hardship the local authority may assist people under age 66
ga: Tá an scéim seo dírithe ar dhaoine atá 66 bliana d'aois nó os a chionn go ginearálta, ach mar sin féin, d'fhéadfadh an t-údarás áitiúil cúnamh a thabhairt do dhaoine faoi 66 bliana d'aois má tá fíor-chruatan i gceist

source: If you have a disability and your home needs to be adapted to make it more accessible, the Housing Adaptation Grant for People with a Disability or the Mobility Aids Grant Scheme may be more suitable for you
ga: Más gá an teach a oiriúniú le haghaidh ball teaghlaigh atá faoi mhíchumas, d'fhéadfadh an Deontas Oiriúnaithe Tithe do Dhaoine faoi Mhíchumas nó an Scéim Deontas Áiseanna Soghluaisteachta a bheith níos oiriúnaí duit

source: These 3 schemes are administered by local authorities, under the Housing (Adaptation Grants for Older People and People with a Disability) Regulations 2007, which were amended by new Regulations in 2014
ga: Riarann na h-údaráis áitiúla an 3 scéim seo faoi Rialacháin 2007, a leasaíodh ag Rialacháin 2014

source: VAT refunds are available on aids and appliances used by people with disabilities. This refund scheme also applies to the cost of installation work
ga: Is féidir aisíocaíocht CBL a éileamh ar áiseanna agus trealamh atá in úsáid ag duine atá faoi mhíchumas agus ar an obair shuiteála freisin

source: Local authorities have been instructed that only essential repairs should be undertaken to make the property habitable for the applicant
ga: Braitheann an cineál oibre a dtugtar cúnamh deontais dó ar rialacha an údaráis áitiúil

source: Local authorities vary as regards what type of work they will grant aid under the Housing Aid for Older People Scheme
ga: Fiafraigh de d'údarás áitiúil féin cad iad na cineálacha oibre a chlúdaíonn sé

source: You should check with your own local authority to see which types of work its scheme will cover
ga: Tá ordú tugtha d’údaráis áitiúla nach ceart ach deisiúcháin atá riachtanach a dhéanamh ar theach chun go bhféadfadh an t-iarratasóir cónaí ann; i gcás oibre eile ar nós fuinneoga, doirse nó córais théimh a athchuir, déanfar gach cás a mheas ar a shon féin

source: The type of work that is grant aided can include some or all of the following:
ga: I measc na bhfeabhsúchán gur féidir a dhéanamh le cúnamh faoin Scéim, áirítear:

source: • Structural repairs or improvements
ga: • Deisiúcháin nó feabhsúcháin struchtúrtha

source: • Repair or replacement of windows and doors
ga: • Deisiúchán ar fhuinneoga agus doirse, nó fuinneoga agus doirse nua a chur isteach

source: • The provision of water, sanitary services and heating
ga: • Soláthar uisce, seirbhísí sláintíochta agus teasa

source: • Any other repair or improvement work considered necessary
ga: • Obair dheisithe nó feabhsaithe ar bith eile a mheastar a bheith riachtanach

source: Many older people may be eligible for the Housing Aid for Older People Scheme. However, priority will be given to people on the basis of financial need
ga: D'fhéadfadh go leor daoine breacaosta a bheith incháilithe don Scéim, ach mar sin féin, tabharfar tosaíocht do dhaoine ar bhunús riachtanais airgeadais

source: The grant can be paid to people in:
ga: Is féidir an deontas a íoc le daoine a bhfuil cónaí orthu sna cinéalacha tithíochta a leanas:

source: • Houses being purchased from a local authority under the Tenant Purchase Scheme
ga: • Teach atá á cheannach ó údarás áitiúil faoin scéim cheannaigh ag tionóntaí

source: Your application will be prioritised based on medical need
ga: Tabharfar tús áite do d'iarratas bunaithe ar riachtanas leighis

source: Highest priority will be given to people for whom alterations or adaptations would facilitate their discharge from hospital or the continuance of care in their own home
ga: Tabharfar an tús áite is airde do dhaoine sa chás go bhféadfaí iad a scaoileadh abhaile ón ospidéal, nósa chás go bhféadfaidís leanúint de chúram ina dteach féin dá ndéanfaí athruithe nó oiriúnuithe ar an teach

source: When the local authority receives your application, it may request an occupational therapist's (OT) assessment
ga: Nuair a fhaigheann an t-údarás áitiúil d'iarratas, is féidir go n-iarrfadh sé measúnú ó theiripeoir saothair (TS)

source: The local authority can arrange for this, or you can employ an OT yourself and recoup up to €200 of the cost from the local authority as part of the grant, subject to the maximum grant limit that applies in your case
ga: Is féidir leis an údarás áitiúil measúnú TS a eagrú, ach is féidir leat féin TS a fhostú chun measúnú a dhéanamh, agus suas le €200 forchúiteamh a fháil mar chuid den deontas iomlán, suas go dtí an uasmhéid atá tú i dteideal a fháil

source: Your total household income is assessed to find out if you qualify for the grant and at what level of assistance
ga: Déantar measúnú ar d'ioncam teaghlaigh iomlán chun a fháil amach an bhfuil tú incháilithe don deontas, agus má tá, ag cén leibhéal cabhrach

source: • The property owner's (or tenant's) and their spouse's or partner's annual gross income in the previous tax year
ga: • Ollioncam bliantúil úinéara na réadmhaoine (an tionónta i gcás áitreabh príobháideach ar cíos) agus a chéile nó a pháirtí sa bhliain cíosa roimhe sin

source: • Income of any other adults living in the household - aged over 23 years (or over 18 and not in full-time education)
ga: • Ioncam ata ag aon duine fásta eile atá mar bhall den teaghlach - os cionn 23 bliana d'aois (nó os cionn 18 mbliana muna bhfuil siad in oideachas lánaimseartha)

source: The following is not taken into account when calculating your household income:
ga: Ní thógtar an méid seo a leanas san áireamh nuair atá ioncam do theaghlaigh á ríomh:

source: • €5,000 for each member of the household aged up to 18 years
ga: • €5,000 do gach duine den teaghlach atá faoi 18 bliana d'aois

source: • €5,000 for each member of the household aged between 18 and 23 years and in full-time education or on a SOLAS apprenticeship
ga: • €5,000 do gach duine den teaghlach atá idir 18 agus 23 bliana d'aois agus atá in oideachas lánaimseartha nó ar phrintíseacht SOLAS

source: • €5,000 where the person to whom the grant application relates is being cared for by a relative on a full-time basis
ga: • €5,000 sa chás go bhfuil cúram lánaimseartha á chur ar fáil ag duine muinteartha don té a bhfuil an deontas á sholáthar dó

source: • Carer's Benefit and Carer's Allowance (if the carer's payment is made in respect of the person to whom the grant application relates)
ga: • Sochar Cúramóra agus Liúntas Cúramóra (má tá íocaíocht an chúramóra á dhéanamh i leith an té a bhfuil an deontas á chur ar fáil dó)

source: When applying for the grant, you must provide:
ga: An t-eolas a bhíonn ag teastáil: iarratasóir

source: • Details of your tax district and • A statement that, to the best of your knowledge, your tax affairs are in order
ga: I gcás íocaíochtaí deontais ní mór do chonraitheoirí deimhniú imréitigh cánach a sholáthar

source: You must include a written itemised quotation from a contractor, indicating the cost of the work required. If the local authority considers that this quotation is unreasonable, it will ask you to get another one
ga: Le haghaidh íocaíochtaí níos mó ná €650, ní mór duit na sonraí seo a leanas a chur ar fáil don údarás áitiúil maidir le gach conraitheoir:

source: Tax information required: contractor
ga: • Uimhir C2/Uimhir imréitigh cánach

source: For all grant payments, contractors must provide confirmation of tax clearance
ga: Seans go n-iarrfaí ar do chonraitheoir Deimhniú C2/Deimhniú Imréitigh Cánach bailí a thaispeáint nó údarás a thabhairt don údarás áitiúil a stádas imréitigh cánach a dheimhniú go leictreonach

source: The grant will not be paid if you start work before you get grant approval
ga: Ní íocfar an deontas má thosaítear ar an obair sula ndéantar an deontas a fhaomhadh

source: However, it is expected that the work will start within 6 months of your grant approval
ga: Beifear ag súil go gcuirfear tús leis an obair taobh istigh de 6 mhí tar éis duit faomhadh a fháil don deontas

source: If this does not happen, the local authority may allow a time extension
ga: Muna thosaítear an obair taobh istigh de 6 mhí, d'fhéadfá breis ama a éileamh ón údarás áitiúil

source: Getting the work done safely
ga: Obair shábháilte a chinntiú

source: Under the Regulations governing safety, health and welfare at work, homeowners are obliged to ensure that construction work on their home is carried out by competent people
ga: Faoi na Rialacháin a dhéanann rialú ar chúrsaí slándála, sláinte agus leasa san áit oibre, ní mór d’úinéirí tí a chinntiú gur daoine inniúil a dhéanann obair thógála ar bith a dhéantar ar a dteach

source: Read more, including a guide for homeowners (pdf) and some Frequently Asked Questions, on the website of the Health and Safety Authority
ga: Tá tuilleadh le léamh faoi seo ar láithreán gréasáin an Údaráis Sláinte agus Sábháilteachta, mar shampla an Treoirleabhar le haghaidh Úinéirí Tí (pdf) agus roinnt Ceisteanna Coitianta freisin

source: Payment of a second grant
ga: An dara deontas a íoc

source: It is possible to get a grant under the Housing Aid for Older People Scheme a second time if your needs have substantially changed over time
ga: Is féidir deontas a fháil faoin Scéim um Chúnamh Tithíochta do Dhaoine Breacaosta don dara huair má thagann athrú mór ar do chuid riachtanais de réir a chéile

source: The maximum grant available under the Housing Aid for Older People Scheme is €8,000, which may cover 95% of the approved cost of works
ga: Is é an uasdheontas atá ar fáil faoin Scéim um Chúnamh Tithíochta do Dhaoine Breacaosta ná €8,000, agus is féidir leis seo 95% de chostas na hoibre a chlúdach

source: This maximum grant of 95% is available to people with annual household incomes of less than €30,000, tapering to 30% for those with annual household incomes of €50,001 to €60,000. The following table shows the current rates
ga: Tá 95% de chostas faofa na n-oibreacha ar fáil dóibh siúd le hioncam bliantúil teaghlaigh níos lú ná €30,000 agus é sin laghdaithe go dtí 30% dóibh siúd le hioncam bliantúil teaghlaigh idir €50,001 agus €60,000

source: Note: The maximum amounts may not be fully awarded
ga: Nóta: Seans nach níocfar uasmhéid an deontais

source: Grant amounts are subject to the funding of each local authority so the local authority can decide whether they pay the full grant or a percentage in each case
ga: Braitheann méid an deontais ar an méid chistiúcháin atá ag an údarás áitiúil – is féidir leis an údarás áitiúil cinneadh an íocfaidh sé an deontas iomlán nó céatadán den iomlán i ngach cás

source: │Maximum yearly │% of │Maximum │ │household income │costs │grant │
ga: │Ioncam teaghlaigh bliantúil uasta │% de chostais │Deontas uasta │

source: │Up to €30,000 │95% │€8,000 │
ga: │Suas go dtí €30,000 │95% │€8,000 │

source: │Over €60,000 │ │No grant │ │ │ │payable │
ga: │Os cionn €60,000 │ │Níl deontas iníoctha │

source: Download an application form from your local authority’s website or ask for one to be posted to you
ga: Is féidir foirm iarratais a íoslódáil ó láithreán gréasáin d'údaráis áitiúil nó iarraidh orthu foirm a sheoladh chugat

source: The form contains detailed information on the scheme’s conditions and a checklist of documents that you must include
ga: Tá mioneolas ar an bhfoirm faoi choinniollacha na scéime, chomh maith le seicliosta na ndoiciméad atá le cur leis an bhfoirm

source: If you are unhappy with the local authority’s decision in your case, you can appeal the decision
ga: Muna bhfuil tú sásta le cinneadh an údaráis áitiúil, is féidir achomharc a dhéanamh

source: The appeal must be in writing and must be made within 3 weeks of the decision
ga: Caithfidh d'achomharc a bheith i scríbhinn agus caithfidh tú e a dhéanamh i 3 seachtaine

source: You must state the reasons and grounds for your appeal
ga: Scríobh síos cad iad na fáthanna leis an achomharc a dhéanamh

source: Contact the Housing Section of your local authority for information about the eligibility rules in your area, which may differ from those in other local authority areas
ga: Faigh breis eolais ó d'údarás áitiúil
